const featuresData = [
    {
        id: 1,
        title: 'ارسال سریع و رایگان',
        desc: 'این یک متن تستی برای پر کردن چند کلمه در دیسکریپشن این سایت است.',
        img: '../images/img-1.jpg'
    },
    {
        id: 2,
        title: 'تنوع زیاد',
        desc: 'این یک متن تستی برای پر کردن چند کلمه در دیسکریپشن این سایت است.',
        img: '../images/img-2.jpg'
    },
    {
        id: 3,
        title: 'کیفیت عالی',
        desc: 'این یک متن تستی برای پر کردن چند کلمه در دیسکریپشن این سایت است.',
        img: '../images/img-3.jpg'
    },
]

const productsData = [
    {
        id: 1,
        title: 'صندلی الویس مدرن',
        img: '/images/product-img-1.jpg',
        price: 1_200_000
    },
    {
        id: 2,
        title: 'صندلی سوفا تکی ',
        img: '/images/product-img-2.jpg',
        price: 3_000_000
    },
    {
        id: 3,
        title: 'صندلی سوفا اصفهان',
        img: '/images/product-img-3.jpg',
        price: 2_200_000
    },
]

const allProductsData = [
    {
        id: 1,
        title: 'صندلی الویس مدرن',
        img: '/images/product-img-1.jpg',
        price: 1_200_000,
        category: 'صندلی',
    },
    {
        id: 2,
        title: 'میز طلایی سفید تکی ',
        img: '/images/product-img-2.jpg',
        price: 3_000_000,
        category: 'صندلی',
    },
    {
        id: 3,
        title: 'صندلی سوفا اصفهان',
        img: '/images/product-img-3.jpg',
        price: 2_200_000,
        category: 'مبل',
    },
    {
        id: 4,
        title: 'میز و صندلی الکساندرا',
        img: '/images/product-img-4.jpg',
        price: 15_200_000,
        category: 'صندلی',
    },
    {
        id: 5,
        title: 'تخت دو نفره چستر',
        img: '/images/product-img-5.jpg',
        price: 22_200_000,
        category: 'سرویس خواب',
    },
    {
        id: 6,
        title: 'چراغ مدرن ایکیا',
        img: '/images/product-img-6.jpg',
        price: 1_200_000,
        category: 'لوازم تزیینی',
    },
    {
        id: 7,
        title: 'جراغ کلاسیک ایکیا',
        img: '/images/product-img-7.jpg',
        price: 3_200_000,
        category: 'لوازم تزیینی',
    },
    {
        id: 8,
        title: 'مبل چستر ایتالیایی',
        img: '/images/product-img-8.jpg',
        price: 52_200_000,
        category: 'مبل',
    },
    {
        id: 9,
        title: 'تخت یک نفره مدرن',
        img: '/images/product-img-9.jpg',
        price: 32_200_000,
        category: 'سرویس خواب',
    },
    {
        id: 10,
        title: 'چراغ رومیزی ال کمجا',
        img: '/images/product-img-10.jpg',
        price: 2_200_000,
        category: 'لوازم تزیینی',
    },
    {
        id: 11,
        title: 'مبل انگلیسی ویکتوریا',
        img: '/images/product-img-11.jpg',
        price: 120_200_000,
        category: 'مبل',
    },
    {
        id: 12,
        title: 'گلدان سرامیک',
        img: '/images/product-img-12.jpg',
        price: 200_000,
        category: 'لوازم تزیینی',
    },
    {
        id: 13,
        title: 'تخت یک نفره البرز',
        img: '/images/product-img-13.jpg',
        price: 10_000_000,
        category: 'سرویس خواب',
    },
    {
        id: 14,
        title: 'صندلی و میز کلاسیک',
        img: '/images/product-img-14.jpg',
        price: 12_700_000,
        category: 'صندلی',
    },
    {
        id: 15,
        title: 'صندلی تکی گلدوود',
        img: '/images/product-img-15.jpg',
        price: 4_500_000,
        category: 'صندلی',
    },
    {
        id: 16,
        title: 'مبل تک نفره الماس',
        img: '/images/product-img-16.jpg',
        price: 20_000_000,
        category: 'مبل',
    }

]

const questionsData = [
    {
        id: 1,
        title: 'چطور میتوانم سفارشم را پیگیری کنم ؟',
        body: ' با کلیک روی جزییات میتوانید سفارش خود را ببینید. میتوانید در این قسمت روند آماده سازی و مراحل ارسال سفارش خود را پیگیری کنید.'
    },
    {
        id: 2,
        title: 'چطور میتوانم سفارشم را لغو کنم ؟',
        body: 'شما میتوانید با مراجعه به پروفایل خود سفارش یا مرسوله ایی که از ارسال آن منصرف شدید را لغو نمایید. میتوانید برای مشاهده روند لغو سفارش به توضیحات تکمیلی مراجعه کنید.',
    },
    {
        id: 3,
        title: 'میتوانم سفارشم را بصورت اقساطی ( اعتباری ) پرداخت کنم؟',
        body: 'بله، ما تسهیلاتی را فراهم کرده، شما میتوانید تا سقف 20 میلیون تومان به صورت اقساط  با بازپرداخت  6 ، 9 و 12 ماهه از سایت خرید کنید.',
    },
    {
        id: 4,
        title: 'چطور درخواست خود را جهت بازگرداندن کالا (مرجوعی کالا) به شما اطلاع دهم؟',
        body: 'شما میتوانید از طریق فرم درخواست مرجوعی در حساب کاربری ، صفحه تماس با ما و تلفن درخواست خود را ثبت نمایید.',
    },
    {
        id: 5,
        title: 'چطور میتوانم امتیاز‌ بگیریم؟',
        body: 'بعد از ساخت حساب کاربری می توانید با هر خرید امتیاز کسب کنید.'
    },

]
const commentSectionData = [
    {
        id: 1,
        img: '/images/user-profile-1.jpg',
        title: 'سرویس عالی',
        desc: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد',
        writer: 'لیلا ناصری'
    },
    {
        id: 2,
        img: '/images/user-profile-2.jpg',
        title: 'خلاقیت بی حد و مرز',
        desc: 'لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد',
        writer: 'مریم پاکدل'
    },
]
export { commentSectionData,featuresData, productsData, allProductsData, questionsData };